espressif/esp-idf/tools/test_apps/security/secure_boot/sdkconfig.ci.00
# Secure Boot V2 - ESP-ECO3+
CONFIG_IDF_TARGET="esp32"
CONFIG_SECURE_BOOT=y
CONFIG_ESP32_REV_MIN_3=y
CONFIG_SECURE_BOOT_V2_ENABLED=y
CONFIG_SECURE_BOOT_BUILD_SIGNED_BINARIES=y
CONFIG_SECURE_BOOT_SIGNING_KEY="test_rsa_3072_key.pem"
